Repository: UnigramDev/Unigram
Catalog: Unigram/Unigram/Strings/*/Android.resw
Source language: en
Languages: ar, es, it

# CustomHelp
source: Important: you won't be able to see Last Seen times for people with whom you don't share your Last Seen time. Approximate last seen will be shown instead (recently, within a week, within a month).
ar: هام: لن تستطيع رؤية آخر ظهور للأشخاص اللذين اخترت ألا يروا آخر ظهور لك. سيتم عرض آخر ظهور تقريبي كبديل (قريبًا، خلال أسبوع، خلال شهر).
es: Importante: No podrás ver la última conexión de las personas con las que no compartes la tuya. En su lugar, se mostrarán conexiones indeterminadas (recientemente, hace unos días, hace unas semanas).
it: Importante: non potrai vedere l'ultimo accesso delle persone con cui non condividi l'ultimo accesso. Verrà mostrato un orario approssimativo (di recente, entro una settimana, entro un mese).

source: Custom Notifications
ar: الإشعارات مخصصة
es: Notificaciones personalizadas
it: Notifiche personalizzate

# CustomShareInfo
source: These users will or will not be able to add you to groups and channels regardless of the settings above.
ar: هؤلاء المستخدمين يمكنهم أو لا يمكنهم إضافتك للمجموعات والقنوات بغض النظر عن الأعدادات أعلاه.
es: Estos usuarios podrán o no añadirte a grupos y canales, sin importar los ajustes de arriba.
it: Questi utenti potranno o non potranno aggiungerti a gruppi e canali indipendentemente dalle impostazioni precedenti.

# CustomShareSettingsHelp
source: These settings will override the values above.
ar: هذه الإعدادات ستستبدل الإعدادات المختارة أعلاه.
es: Estos ajustes anularán los valores de arriba.
it: Queste impostazioni annulleranno i valori precedenti.

# DataSettings
source: Data and Storage
ar: البيانات والتخزين
es: Datos y almacenamiento
it: Dati e archivio

# DataUsage
source: Disk and network usage
ar: استخدام الشبكة والتخزين
es: Uso de almacenamiento y red
it: Utilizzo disco e rete

# DaysOne
source: {0} day
ar: {0} يوم
es: {0} día
it: {0} giorno

# DaysOther
source: {0} days
ar: {0} يوم
es: {0} días
it: {0} giorni

# DaysBoldOne
source: **{0}** day
ar: **{0}** يوم
es: **{0}** día
it: **{0}** giorno

# DaysBoldOther
source: **{0}** days
ar: **{0}** يوم
es: **{0}** días
it: **{0}** giorni

source: Debug Menu
ar: قائمة المعالجة
es: Menú de depuración
it: Menù debug

# DebugMenuDisableCamera
source: Disable in-app camera
ar: عطل الكاميرا داخل التطبيق
es: Desactivar cámara interna
it: Disattiva fotocamera in-app

# DebugMenuEnableCamera
source: Enable in-app camera
ar: فعل الكاميرا داخل التطبيق
es: Activar cámara interna
it: Attiva fotocamera in-app

# DebugMenuImportContacts
source: Import Contacts
ar: استيراد جهات الاتصال
es: Importar contactos
it: Importa contatti

# DebugMenuReloadContacts
source: Reload Contacts
ar: إعادة تنزيل جهات الاتصال
es: Recargar contactos
it: Ricarica contatti

# DebugMenuResetContacts
source: Reset Imported Contacts
ar: إعادة ضبط جهات الاتصال المستوردة
es: Restablecer contactos importados
it: Ripristina contatti importati

# DebugMenuResetDialogs
source: Reset Dialogs
ar: إعادة تعيين الحوارات
es: Restablecer diálogos
it: Ripristina conversazioni

source: Default
ar: افتراضي
es: Por defecto
it: Predefinito

# DefaultRingtone
source: Default
ar: افتراضي
es: Por defecto
it: Predefinita

source: Delete
ar: حذف
es: Eliminar
it: Elimina

# DeleteAccountHelp
source: If you do not come online at least once within this period, your account will be deleted along with all groups, messages and contacts.
ar: إذا لم تقم بتسجيل الدخول خلال هذه الفترة، سيتم حذف حسابك بالإضافة إلى مجموعاتك، رسائلك، وجهات الاتصال الخاصة بك في تيليجرام.
es: Si no estás en línea durante este tiempo, al menos una vez, tu cuenta se eliminará con todos tus grupos, mensajes y contactos.
it: Se non ti connetti almeno una volta in questo periodo, il tuo account verrà eliminato insieme a tutti i gruppi, i messaggi e i contatti.

# DeleteAccountIfAwayFor
source: If you're away for
ar: إذا كنت غائب لمدة
es: Si estoy fuera
it: Se assente per

# DeleteAccountTitle
source: Account self-destructs
ar: تدمير ذاتي للحساب
es: Autodestrucción de la cuenta
it: Elimina il mio account

# DeleteAllFrom
source: Delete all from {0}
ar: مسح الكل من {0}
es: Eliminar todo lo de {0}
it: Elimina tutto da {0}

# DeleteAndExit
source: Delete and leave group
ar: مغادرة المجموعة وحذفها
es: Eliminar y salir del grupo
it: Elimina e lascia il gruppo

source: Delete and stop
ar: حذف وإيقاف
es: Eliminar y detener
it: Elimina e arresta

# DeleteBanUser
source: Ban user
ar: حظر المستخدم
es: Suspender usuario
it: Rimuovi utente

# DeleteChat
source: Delete and exit
ar: حذف وخروج
es: Eliminar y salir
it: Elimina ed esci

# DeleteChatUser
source: Delete chat
ar: حذف المحادثة
es: Eliminar chat
it: Elimina chat

# DeleteContact
source: Delete
ar: حذف
es: Eliminar
it: Elimina

# DeleteForAll
source: Delete for all members
ar: حذف لكافة الأعضاء
es: Eliminar para todos
it: Elimina per tutti i membri

# DeleteForUser
source: Delete for {0}
ar: حذف لـ{0}
es: Eliminar para {0}
it: Elimina per {0}

source: Delete from Favorites
ar: احذف من المفضلة
es: Eliminar de favoritos
it: Elimina dai preferiti

source: Delete GIF?
ar: هل ترغب بحذف الصورة المتحركة؟
es: ¿Eliminar GIF?
it: Eliminare GIF?

source: Delete localization?
ar: حذف التعريب؟
es: ¿Eliminar traducción?
it: Eliminare la traduzione?

# DeleteMega
source: Delete Group
ar: حذف المجموعة
es: Eliminar grupo
it: Elimina gruppo

# DeleteMegaMenu
source: Delete group
ar: حذف المجموعة
es: Eliminar grupo
it: Elimina gruppo

source: Delete photo
ar: حذف الصورة
es: Eliminar foto
it: Elimina foto

# DeleteReportSpam
source: Report spam
ar: الإبلاغ عن إزعاج
es: Reportar spam
it: Segnala spam

# DeleteThemeAlert
source: Are you sure you want to delete this theme?
ar: هل أنت متأكد من رغبتك في حذف النمط؟
es: ¿Quieres eliminar este tema?
it: Sei sicuro di voler eliminare questo tema?

source: Delete this chat
ar: حذف هذه الدردشة
es: Eliminar este chat
it: Elimina questa chat

source: Delete this group
ar: حذف هذه المجموعة
es: Eliminar este grupo
it: Elimina questo gruppo

# DescriptionInfo
source: You can provide an optional description for your channel.
ar: يمكنك كتابة وصف اختياري لقناتك.
es: Puedes poner una descripción para tu canal.
it: Puoi inserire una descrizione opzionale per il tuo canale.

# DescriptionOptionalPlaceholder
source: Description (optional)
ar: الوصف (اختياري)
es: Descripción (opcional)
it: Descrizione (opzionale)

# DescriptionPlaceholder
source: Description
ar: الوصف
es: Descripción
it: Descrizione

# DidNotGetTheCode
source: Didn't get the code?
ar: هل استقبلت الرمز؟
es: ¿No recibiste el código?
it: Non hai ricevuto il codice?

source: Direct Share
ar: مشاركة مباشرة
it: Condivisione diretta

# DirectShareInfo
source: Show recent chats in share menu
ar: اظهار المحادثات الأخيرة في قائمة المشاركة
es: Mostrar los chats recientes al compartir
it: Mostra le chat recenti nel menù di condivisione

# DisappearingPhoto
source: Secret Photo
ar: صورة سرية
es: Foto secreta
it: Foto segreta

# DisappearingVideo
source: Secret Video
ar: فيديو سري
es: Vídeo secreto
it: Video segreto

source: Discard changes?
ar: تجاهل التغييرات؟
es: ¿Descartar cambios?
it: Annullare le modifiche?

# DiscardVideoMessageDescription
source: Are you sure you want to stop recording and discard your video message?
ar: هل أنت متأكد من رغبتك في إيقاف التسجيل وتجاهل الرسالة المرئية؟
es: ¿Quieres detener la grabación y descartar tu videomensaje?
it: Sei sicuro di voler interrompere la registrazione e scartare il tuo videomessaggio?

# DiscardVideoMessageTitle
source: Discard Video Message
ar: تجاهل الرسالة المرئية
es: Descartar videomensaje
it: Scarta videomessaggio

# DiscardVoiceMessageAction
source: Discard
ar: تجاهل
es: Descartar
it: Scarta

# DiscardVoiceMessageDescription
source: Are you sure you want to stop recording and discard your voice message?
ar: هل أنت متأكد من رغبتك في إيقاف التسجيل وتجاهل الرسالة الصوتية؟
es: ¿Quieres detener la grabación y descartar tu mensaje de voz?
it: Sei sicuro di voler interrompere la registrazione e scartare il tuo messaggio vocale?

# DiscardVoiceMessageTitle
source: Discard Voice Message
ar: تجاهل الرسالة الصوتية
es: Descartar mensaje de voz
it: Scarta messaggio vocale

# DocumentsTitle
source: Shared Files
ar: الملفات المشاركة
es: Archivos
it: File condivisi

source: Done
ar: تم
es: Hecho
it: Fatto

source: Draft
ar: مسودة
es: Borrador
it: Bozza

source: Edit
ar: تعديل
es: Editar
it: Modifica

source: Edit Admin
ar: عدل على المشرف
es: Editar administrador
it: Modifica amministratore

# EditAdminAddAdmins
source: Add New Admins
ar: إضافة مشرفين جدد
es: Añadir administradores
it: Aggiungere amministratori

# EditAdminAddUsers
source: Add Users
ar: إضافة مستخدمين
es: Añadir usuarios
it: Aggiungere utenti

# EditAdminAddUsersViaLink
source: Invite Users via Link
ar: دعوة مستخدمين من خلال الرابط
es: Invitar con un enlace
it: Invitare utenti tramite link

# EditAdminBanUsers
source: Ban Users
ar: حظر مستخدمين
es: Suspender usuarios
it: Bloccare utenti

# EditAdminCantEdit
source: You cannot edit rights of this admin.
ar: لا يمكنك التعديل على حقوق هذا المشرف.
es: No puedes editar los privilegios de este administrador.
it: Non puoi modificare i diritti di questo amministratore.

# EditAdminChangeChannelInfo
source: Change Channel Info
ar: غير معلومات القناة
es: Cambiar información del canal
it: Cambiare le info del canale

# EditAdminChangeGroupInfo
source: Change Group Info
ar: غير معلومات المجموعة
es: Cambiar información del grupo
it: Cambiare le info del gruppo

# EditAdminDeleteMessages
source: Delete Messages of Others
ar: احذف رسائل الآخرين
es: Eliminar mensajes de otros
it: Eliminare messaggi di altri

# EditAdminEditMessages
source: Edit Messages of Others
ar: عدل على رسائل الآخرين
es: Editar mensajes de otros
it: Modificare messaggi di altri

# EditAdminGroupDeleteMessages
source: Delete Messages
ar: حذف الرسائل
es: Eliminar mensajes
it: Eliminare messaggi

# EditAdminPinMessages
source: Pin Messages
ar: ثبت رسائل
es: Anclar mensajes
it: Fissare messaggi

# EditAdminPostMessages
source: Post Messages
ar: انشر رسالة
es: Publicar mensajes
it: Pubblicare messaggi

# EditAdminPromotedBy
source: Added by {0}
ar: تمت الإضافة بواسطة {0}
es: Añadido por {0}
it: Aggiunto da {0}

# EditAdminRemoveAdmin
source: Dismiss Admin
ar: إزالة المشرف
es: Eliminar administrador
it: Rimuovi amministratore

# EditAdminWhatCanDo
source: What can this admin do?
ar: ماذا يستطيع المشرف عمله؟
es: ¿Qué puede hacer este administrador?
it: Cosa può fare questo utente?

# EditContact
source: Edit
ar: تعديل
es: Editar
it: Modifica

# EditMessageError
source: Sorry, you can't edit this message.
ar: المعذرة، لا يمكنك التعديل على هذه الرسالة.
es: No puedes editar este mensaje.
it: Spiacenti, non puoi modificare questo messaggio.

source: Edit name
ar: تعديل الاسم
es: Editar nombre
it: Modifica nome

# EditedMessage
source: edited
ar: معدلة
es: editado
it: modificato

# EmailPasswordConfirmText
source: Please follow these steps to complete Two-Step Verification Setup: 1. Check your e-mail (don't forget the spam folder) {0} 2. Click on the validation link.
ar: فضلًا اتّبع هذه الخطوات لإكمال إعدادات التحقق بخطوتين: ١. قم بالإطلاع على بريدة الإلكتروني بما فيه مجلد الرسائل الغير مرغوب بها {0} ٢. اضغط على رابط التأكيد
es: Por favor, sigue estos pasos para completar la configuración de la verificación en dos pasos: 1. Revisa tu e-mail (no olvides la carpeta de spam). {0} 2. Haz click en el enlace de validación.
it: Segui questi step per completare la configurazione della verifica in due passaggi: 1. Controlla la tua email (anche lo spam) {0} 2. Clicca sul link di conferma.

source: Emoji
ar: ايموجي

# EmojiBigSize
source: Draw single big emoji
ar: ارسم ايموجي واحد كبير
es: Usar un emoji grande
it: Disegna una singola emoji grande

# EmojiUseDefault
source: Use system default emoji
ar: استخدم نظام الايموجي الافتراضي
es: Usar emoji predeterminado
it: Usa emoji predefinite

# EmpryUsersPlaceholder
source: Add Users
ar: إضافة جهات اتصال
es: Añadir usuarios
it: Aggiungi utenti

source: Enable Animations
ar: تفعيل التأثيرات المتحركة
es: Activar animaciones
it: Abilita animazioni

# EnableProxyAlert
source: Are you sure you want to enable this proxy?
ar: هل أنت متأكد من رغبتك في تفعيل هذا البروكسي؟
es: ¿Quieres activar este proxy?
it: Sei sicuro di voler attivare questo proxy?

# EnableProxyAlert2
source: You can change your proxy server later in the Settings (Data and Storage).
ar: يمكنك تغيير خادم البروكسي لاحقًا عن طريق الإعدادات (البيانات والتخزين)
es: Puedes cambiar tu servidor proxy más tarde en los Ajustes (Datos y almacenamiento).
it: Puoi cambiare il tuo server proxy più tardi nelle Impostazioni (Dati e archivio).

# EnabledPasswordText
source: You have enabled Two-Step verification. You'll need the password you set up here to log in to your Telegram account.
ar: لقد قمت بتفعيل التحقق بخطوتين. عند محاولة تسجيل الدخول على حساب تيليجرام الخاص بك من جهاز جديد، سيتم طلب كلمة المرور التي اخترتها هنا منك.
es: Tienes activada la verificación en dos pasos. Necesitarás la contraseña que configuraste para iniciar tu sesión en Telegram.
it: Hai attivato la verifica in due passaggi. Avrai bisogno della password che hai impostato per accedere al tuo account Telegram.

# EncryptedChatStartedIncoming
source: You joined the secret chat.
ar: لقد قمت بالدخول للمحادثة السرية.
es: Te uniste al chat secreto.
it: Ti sei unito alla chat segreta.

# EncryptedChatStartedOutgoing
source: %s joined your secret chat.
ar: %s قام بالدخول للمحادثة السرية.
es: %s se unió a tu chat secreto.
it: %s si è unito alla tua chat segreta.

# EncryptedDescription1
source: Use end-to-end encryption
ar: استخدم التشفير من البداية للنهاية
es: Usan cifrado end-to-end
it: Crittografia end-to-end

# EncryptedDescription2
source: Leave no trace on our servers
ar: لا تترك أثرًا في خوادمنا
es: No dejan rastro en el servidor
it: Nessuna traccia sui server

# EncryptedDescription3
source: Have a self-destruct timer
ar: تمتلك عداد للتدمير الذاتي
es: Tienen autodestrucción de mensajes
it: Timer di autodistruzione

# EncryptedDescription4
source: Do not allow forwarding
ar: لا تسمح بتحويل الرسائل
es: Impiden reenviar mensajes
it: Nessun inoltro

# EncryptedDescriptionTitle
source: Secret chats:
ar: المحادثات السرية:
es: Los chats secretos:
it: Chat segrete:

# EncryptedPlaceholderTitleIncoming
source: %s invited you to join a secret chat.
ar: %s قام بدعوتك لمحادثة سرية
es: %s te invitó a un chat secreto.
it: %s ti ha invitato a unirti ad una chat segreta.

# EncryptedPlaceholderTitleOutgoing
source: You have invited %s to join a secret chat.
ar: لقد قمت بدعوة %s لمحادثة سرية.
es: Invitaste a %s a un chat secreto.
it: Hai invitato %s a unirsi ad una chat segreta.

source: Encryption Key
ar: مفتاح التشفير
es: Clave de cifrado
it: Chiave di crittografia

# EncryptionKeyDescription
source: This image and text were derived from the encryption key for this secret chat with **{0}**. If they look the same on **{1}'s** device, end-to-end encryption is guaranteed. Learn more at telegram.org
ar: هذه الصورة والنص تم اشتقاقهم من مفتاح التشفير لهذه المحادثة السرية مع **{0}**. إذا كانت مطابقة لما يظهر على جهاز **{1}'s** ، التشفير من البداية للنهاية مضمون. للاستزادة، اطلع على telegram.org
es: El texto e imagen derivan de la clave de cifrado para el chat secreto creado con **{0}**. Si se ven igual en el dispositivo de **{1}**, el cifrado end-to-end está garantizado. Conoce más en telegram.org
it: L'immagine e il testo sono derivati dalla chiave di crittografia di questa chat segreta con **{0}**. Se sono uguali sul dispositivo di **{1}**, la crittografia end-to-end è garantita. Ulteriori informazioni su telegram.org

# EncryptionProcessing
source: Exchanging encryption keys...
ar: جاري إرسال المفاتيح المشفرة...
es: Intercambiando claves de cifrado...
it: Scambio chiavi di crittografia...

# EncryptionRejected
source: Secret chat cancelled
ar: تم إلغاء المحادثة السرية
es: Chat secreto cancelado
it: Chat segreta annullata

source: English
ar: الإنجليزية
es: Inglés
it: Inglese

source: Enhance
ar: تحسين
es: Realzar
it: Migliora

# EnterChannelName
source: Channel name
ar: اسم القناة
es: Nombre del canal
it: Nome del canale

# EnterCurrentPasscode
source: Enter your current passcode
ar: قم بإدخال رمز المرور الخاص بك الحالي
es: Pon tu código de acceso actual
it: Inserisci il tuo codice corrente

# EnterGroupNamePlaceholder
source: Enter group name
ar: أدخل اسم للمجموعة
es: Nombre del grupo
it: Inserisci il nome del gruppo

source: Enter list name
ar: أدخل اسم القائمة
es: Nombre de la lista
it: Inserisci il nome della lista

# EnterNewFirstPasscode
source: Enter a passcode
ar: قم بإدخال رمز مرور
es: Pon un código de acceso
it: Inserisci un codice

# EnterNewPasscode
source: Enter your new passcode
ar: قم بإدخال رمز المرور الخاص بك الجديد
es: Pon tu nuevo código de acceso
it: Inserisci il nuovo codice

source: Enter theme name
ar: أدخل اسم النمط
es: Pon el nombre del tema
it: Inserisci il nome del tema

source: Enter your passcode
ar: قم بإدخال رمز المرور الخاص بك
es: Pon tu código de acceso
it: Inserisci il tuo codice

# ErrorOccurred
source: An error occurred.
ar: حدث خطأ.
es: Ocurrió un error.
it: Si è verificato un errore.

# ErrorSendRestrictedMedia
source: Sorry, the admins of this group have restricted you from sending media.
ar: المعذرة، مشرفو هذه المجموعة قاموا بوضع قيد يمنعك من إرسال الوسائط.
es: Los administradores del grupo han restringido que envíes multimedia.
it: Spiacenti, gli amministratori di questo gruppo ti hanno vietato di inviare media.

# ErrorSendRestrictedStickers
source: Sorry, the admins of this group have restricted you from sending stickers.
ar: المعذرة، مشرفو هذه المجموعة قاموا بوضع قيد يمنعك من إرسال الملصقات.
es: Los administradores del grupo han restringido que envíes stickers.
it: Spiacenti, gli amministratori di questo gruppo ti hanno vietato di inviare sticker.

# EventLog
source: Recent Actions
ar: الأفعال الحديثة
es: Acciones recientes
it: Azioni recenti

# EventLogAdded
source: un1 added un2
ar: un1 قام بإضافة un2
es: un1 añadió a un2
it: un1 ha aggiunto un2

# EventLogAllAdmins
source: All admins
ar: كافة المشرفين
es: Todos los administradores
it: Tutti gli amministratori

# EventLogAllEvents
source: All actions
ar: كافة الأحداث
es: Todas las acciones
it: Tutte le azioni

# EventLogChangedChannelLink
source: un1 changed the channel link:
ar: un1 غير رابط القناة:
es: un1 cambió el enlace del canal:
it: un1 ha modificato il link del canale:

# EventLogChangedGroupLink
source: un1 changed the group link:
ar: un1 غير رابط المجموعة:
es: un1 cambió el enlace del grupo:
it: un1 ha cambiato il link del gruppo:

# EventLogChangedStickersSet
source: un1 changed the group sticker set
ar: un1 غير حزمة ملصقات المجموعة
es: un1 cambió el pack de stickers de grupo
it: un1 ha cambiato il set di sticker del gruppo

# EventLogChannelJoined
source: un1 joined the channel
ar: un1 قام بالدخول للقناة
es: un1 se unió al canal
it: un1 si è unito al canale

# EventLogChannelRestricted
source: banned {0}
ar: حظر {0}
es: suspendió a {0}
it: ha bloccato {0}

# EventLogChannelUnrestricted
source: unbanned {0}
ar: ألغى حظر {0}
es: quitó la suspensión a {0}
it: ha sbloccato {0}

# EventLogDeletedMessages
source: un1 deleted this message:
ar: un1 حذف هذه رسالة:
es: un1 eliminó este mensaje:
it: un1 ha eliminato questo messaggio:

# EventLogEditedCaption
source: un1 edited caption:
ar: un1 قام بالتعديل على التعليق:
es: un1 editó un comentario:
it: un1 ha modificato una didascalia:

# EventLogEditedChannelDescription
source: un1 edited the channel description:
ar: un1 عدل وصف القناة:
es: un1 editó la descripción del canal:
it: un1 ha modificato la descrizione del canale:

# EventLogEditedChannelPhoto
source: un1 set a new channel photo
ar: un1 قام بتعيين صورة قناة جديدة
es: un1 puso una nueva foto del canal
it: un1 ha impostato una nuova foto del canale

# EventLogEditedChannelTitle
source: un1 renamed the channel to "{0}"
ar: un1 قام بتغيير اسم القناة إلى "{0}"
es: un1 renombró el canal a “{0}”
it: un1 ha rinominato il canale in "{0}"

# EventLogEditedGroupDescription
source: un1 edited the group description:
ar: un1 عدل وصف المجموعة:
es: un1 editó la descripción del grupo:
it: un1 ha modificato la descrizione del gruppo:

# EventLogEditedGroupPhoto
source: un1 set a new group photo
ar: un1 قام بتعيين صورة مجموعة جديدة
es: un1 puso una nueva foto del grupo
it: un1 ha impostato una nuova foto del gruppo

# EventLogEditedGroupTitle
source: un1 renamed the group to "{0}"
ar: un1 قام بتغيير اسم المجموعة إلى "{0}"
es: un1 renombró el grupo a “{0}”
it: un1 ha rinominato il gruppo in "{0}"

# EventLogEditedMessages
source: un1 edited this message:
ar: un1 قام بالتعديل على هذه رسالة:
es: un1 editó este mensaje:
it: un1 ha modificato questo messaggio:

# EventLogEmpty
source: **No actions here yet** The group's members and admins have not taken any service actions in the last 48 hours.
ar: **لا توجد أحداث هنا بعد** أعضاء المجموعة ومشرفيها لم يقوموا بأي عمليات خلال 48 ساعة الماضية.
es: **Aún no hay eventos** Los administradores del grupo no han realizado acciones de servicio en las últimas 48 horas.
it: **Ancora nessuna azione** I membri e gli amministratori del gruppo non hanno eseguito azioni di servizio nelle ultime 48 ore.

# EventLogEmptyChannel
source: **No actions here yet** The channel's admins have not taken any service actions in the last 48 hours.
ar: **لا توجد أحداث هنا بعد** مشرفي القناة لم يقوموا بأي عمليات خلال 48 ساعة الماضية.
es: **Aún no hay eventos** Los administradores del canal no han realizado acciones de servicio en las últimas 48 horas.
it: **Ancora nessuna azione** Gli amministratori del canale non hanno eseguito azioni di servizio nelle ultime 48 ore.

# EventLogEmptySearch
source: **No actions found** No recent actions that match your query have been found.
ar: **لم يتم العثور على أحداث ** لا توجد أحداث مؤخرًا تحتوي على ما بحثت عنه.
es: **No se encontraron acciones** No se encontraron acciones recientes que coincidan con tu solicitud.
it: **Nessuna azione trovata** Non sono state trovate azioni recenti che rispondono alla tua richiesta.

# EventLogEmptyTextSearch
source: No recent actions that contain '**{0}**' have been found.
ar: لا توجد أحداث مؤخرًا تحتوي على '**{0}**' تم العثور عليها.
es: No se encontraron acciones recientes que contengan '**{0}**.
it: Non sono state trovate azioni recenti contenenti '**{0}**' .

# EventLogFilterAll
source: All actions
ar: كافة الأحداث
es: Todas las acciones
it: Tutte le azioni

# EventLogFilterChannelInfo
source: Channel info
ar: معلومات القناة
es: Información del canal
it: Info canale

# EventLogFilterDeletedMessages
source: Deleted messages
ar: رسائل محذوفة
es: Mensajes eliminados
it: Messaggi eliminati

# EventLogFilterEditedMessages
source: Edited messages
ar: تعديل الرسائل
es: Mensajes editados
it: Messaggi modificati

# EventLogFilterGroupInfo
source: Group info
ar: معلومات المجموعة
es: Información del grupo
it: Info gruppo

# EventLogFilterLeavingMembers
source: Leaving members
ar: الأعضاء المغادرين
es: Miembros que se fueron
it: Membri rimossi

# EventLogFilterNewAdmins
source: New admins
ar: مشرفون جدد
es: Nuevos administradores
it: Nuovi amministratori

# EventLogFilterNewMembers
source: New members
ar: أعضاء جدد
es: Nuevos miembros
it: Nuovi membri

# EventLogFilterNewRestrictions
source: New restrictions
ar: قيد جديد
es: Nuevas restricciones
it: Nuove restrizioni

# EventLogFilterPinnedMessages
source: Pinned messages
ar: رسائل مثبتة
es: Mensajes anclados
it: Messaggi fissati

# EventLogGroupJoined
source: un1 joined the group
ar: un1 انضم للمجموعة
es: un1 se unió al grupo
it: un1 si è unito al gruppo
